Repository: informaticatrentina/contest-and-grant
Catalog: protected/messages/*/contest.po
Languages: it_it

# contest
source: Some technical problem occurred. Please try again
it_it: Si è verificato qualche problema tecnico. Riprova più tardi.

# contest
source: update
it_it: aggiorna

# contest
source: category
it_it: categoria

# contest
source: save
it_it: Salva

# contest
source: Accept the terms of Service
it_it: Accetto i <a href="https://www.civiclinks.it/it/tos/" target="_blank">termini del servizio</a>

# contest
source: Add Entry
it_it: Aggiungi voce

# contest
source: Add new category
it_it: Aggiungi nuova categoria

# contest
source: Add new winner
it_it: Aggiungi nuovo vincitore

# contest
source: Author
it_it: Autore

# contest
source: Banner image
it_it: Immagine del banner

# contest
source: Be the first!
it_it: Vuoi essere il primo?

# contest
source: Category
it_it: Categoria

# contest
source: Change
it_it: Modifica

# contest
source: Close
it_it: Chiudi

# contest
source: Contest Brief
it_it: Regolamento concorso

# contest
source: Contest Description
it_it: Descrizione del concorso

# contest
source: Contest Entries
it_it: Contenuti del concorso

# contest
source: Contest Rule
it_it: Regole del concorso

# contest
source: Create Contest
it_it: Crea concorso

# contest
source: Delete
it_it: Cancella

# contest
source: Edit
it_it: Modifica

# contest
source: Edit Contest
it_it: Modifica concorso

# contest
source: Email address
it_it: Indirizzo e-mail

# contest
source: End Date
it_it: Data di fine

# contest
source: Entry
it_it: Elaborato

# contest
source: Entry description should not be empty
it_it: La descrizione non deve essere vuota

# contest
source: First Name
it_it: Nome

# contest
source: Great source of inspiration
it_it: Grande fonte di ispirazione

# contest
source: Just another blog post
it_it: Solo un altro post sul blog

# contest
source: Last Name
it_it: Cognome

# contest
source: Login
it_it: Accedi

# contest
source: Logout
it_it: Esci

# contest
source: Manage Category
it_it: Gestire categorie

# contest
source: Manage Winner
it_it: Gestione vincitori

# contest
source: Manage Winner for
it_it: Gestione dei vincitori per

# contest
source: No of entry
it_it: Posizione

# contest
source: Nobody has sumbitted anything yet
it_it: Nessuno ha ancora partecipato a questo concorso

# contest
source: Please choose an image for upload
it_it: Scegliere un immagine per l'upload

# contest
source: Please enter prize
it_it: Inserisci il nome del premio

# contest
source: Please enter prize weight
it_it: Inserisci la posizione del premio

# contest
source: Please sign in with your Civic Links account
it_it: Per favore accedi con il tuo account Civic Links

# contest
source: Please try again
it_it: Riprova

# contest
source: Please upload an image
it_it: Si prega di caricare un'immagine valida

# contest
source: Prize
it_it: Premio

# contest
source: Prize weight already exist
it_it: Posizione del premio già esiste

# contest
source: Prize weight should be numeric
it_it: La posizione del premio deve essere numerica

# contest
source: Register
it_it: Registrati

# contest
source: Register with Civic Links
it_it: Registrati

# contest
source: Remember me
it_it: Ricordati di me

# contest
source: Remove
it_it: Rimuovi

# contest
source: Select image
it_it: Seleziona immagine

# contest
source: Show contest entry
it_it: Rendi visibili i contenuti caricati

# contest
source: Show winner
it_it: Mostra vincitore

# contest
source: Sign Up
it_it: Iscriviti

# contest
source: Sign in
it_it: Accedi

# contest
source: Sorry, You want something which we dont offer!!
it_it: Siamo spiacenti, si è verificato un errore

# contest
source: Square image
it_it: Immagine quadrata

# contest
source: Start Date
it_it: Data di inizio

# contest
source: Submit and win
it_it: Invia e vinci

# contest
source: There are no category for this contest
it_it: Non esistono categoria per questo concorso

# contest
source: There are no entry in this category
it_it: Non ci sono elaborati in questa categoria

# contest
source: There are no winner for this category
it_it: Non ci sono vincitori per questa categoria

# contest
source: Title
it_it: Titolo

# contest
source: Update contest
it_it: Aggiornamento contest

# contest
source: Upload Banner Image
it_it: Carica immagine banner

# contest
source: Upload Image
it_it: Carica immagine

# contest
source: Upload Square Image
it_it: Carica immagine quadrata

# contest
source: Welcome
it_it: Benvenuto

# contest
source: You have already submitted an entry for this contest
it_it: Hai già inserito una voce per questo concorso

# contest
source: You have entered either wrong email id or password. Plery againase try again
it_it: È stato immesso sia id mail o password errati. Plery againase riprovare

# contest
source: add
it_it: Aggiungi

# contest
source: contest Image
it_it: Immagine per il concorso

# contest
source: contest Title
it_it: Titolo del concorso

# contest
source: contest image
it_it: Immagine per il concorso

# contest
source: create contest
it_it: crea concorso

# contest
source: new perspectives contest
it_it: nuovo concorso prospettive

# contest
source: weight
it_it: Posizione

# contest
source: winners
it_it: vincitori

# contest
source: Aggregator is not responding or Curl failed
it_it: Problemi con il database: Aggregator non risponde o la chiamata non è riuscita

# contest
source: Aggregator returning httpcode:
it_it: Aggregator restituisce il codice:

# contest
source: Category name can not be empty
it_it: Il nome della categoria non può essere vuoto

# contest
source: Contest description should not be empty
it_it: La descrizione del concorso non deve essere vuota

# contest
source: Contest rule should not be empty
it_it: Il regolamento del concorso non deve essere vuoto

# contest
source: Contest title should not be empty
it_it: Il titolo del concorso non deve essere vuoto

# contest
source: Creation date should not be empty
it_it: La data di creazione non può essere vuota

# contest
source: Email id already in use, Please choose a different email id
it_it: Email già in uso, usa altra e-mail

# contest
source: End date should not be empty
it_it: La data di fine non deve essere vuota

# contest
source: Entry title should not be empty
it_it: Il titolo non deve essere vuoto

# contest
source: Error in actionRegisterUser method :
it_it: Errore nel metodo actionRegisterUser:

# contest
source: Error in createContest :
it_it: Errore in createContest:

# contest
source: Error in createUser :
it_it: Errore in createUser:

# contest
source: Error in createUser method :
it_it: Errore nel metodo createUser:

# contest
source: Error in curlGet :
it_it: Errore in curlGet:

# contest
source: Error in curlPut :
it_it: Errore in curlPut:

# contest
source: Error in getContestDetailByContestSlug
it_it: Errore in getContestDetailByContestSlug

# contest
source: Error in getEntry method :
it_it: Errore nel metodo getEntry:

# contest
source: Error in getEntryForPagination method :
it_it: Errore nel metodo getEntryForPagination:

# contest
source: Error in getWinnerEntry method :
it_it: Errore nel metodo getWinnerEntry:

# contest
source: Error in isUserAlreadySubmitEntry method :
it_it: Errore nel metodo isUserAlreadySubmitEntry:

# contest
source: Error in saveEntry method :
it_it: Errore nel metodo saveEntry:

# contest
source: Error in submitContestEntry :
it_it: Errore in submitContestEntry:

# contest
source: Error in updateCategoryEntry :
it_it: Errore in updateCategoryEntry:

# contest
source: Error in updateEntry method :
it_it: Errore nel metodo updateEntry:

# contest
source: Error in validateUser method :
it_it: Errore nel metodo actionRegisterUser:

# contest
source: Identitity Manager is not responding or Curl failed
it_it: Identitity Manager non risponde o non è riuscita Curl

# contest
source: Identitity Manager API is not responding or Curl failed
it_it: Identitity Direttore API non risponde o non è riuscita Curl

# contest
source: Identitity Manager API returning httpcode:
it_it: Identitity Direttore API ritorno httpcode:

# contest
source: Identitity Manager returning httpcode:
it_it: Identitity Responsabile ritorno httpcode:

# contest
source: Image size should be less than 5MB
it_it: La dimensione dell'immagine deve essere inferiore a 5 MB

# contest
source: Input data in getEntry :
it_it: I dati di ingresso in getEntry:

# contest
source: Input data in getEntryForPagination :
it_it: I dati di ingresso in getEntryForPagination:

# contest
source: Input data in getWinnerEntry :
it_it: I dati di ingresso in getWinnerEntry:

# contest
source: Please checked one check box
it_it: Per cortesia selezionare la casella di controllo

# contest
source: Please enter a valid email
it_it: Si prega di inserire un indirizzo email valido

# contest
source: Please enter first name
it_it: Inserisci il nome

# contest
source: Please enter last name
it_it: Inserisci il cognome

# contest
source: Please enter minor name
it_it: Si prega di caricare un’immagine

# contest
source: Please enter password
it_it: Inserisci la password

# contest
source: Please enter valid end date
it_it: Inserisci data di fine valida (01/06/2013)

# contest
source: Please enter valid start date
it_it: Inserisci data di inizio valida (01/06/2013)

# contest
source: Please login to submit an entry
it_it: Effettua il login per partecipare

# contest
source: Please provide an image for enrty
it_it: Si prega di caricare un’immagine

# contest
source: Please provide an image for entry
it_it: Carica un'immagine

# contest
source: Please provide banner image
it_it: Si prega di fornire immagine del banner

# contest
source: Please provide contest image
it_it: Carica un'immagine

# contest
source: Please provide square image
it_it: Si prega di fornire un'immagine quadrata

# contest
source: Please upload jpg image
it_it: Attenzione, i formati supportati sono jpg e png. L'immagine che hai caricato è nel formato sbagliato

# contest
source: Range can not be empty for pagination
it_it: Campo non può essere vuoto per l'impaginazione

# contest
source: Return fields should not be empty
it_it: Campi di ritorno non devono essere vuoti

# contest
source: Some error occured in image uploading
it_it: Qualche errore si è verificato nel caricamento di immagini

# contest
source: Some technical problem occurred, For more detail check log file
it_it: Qualche problema tecnico si è verificato, maggiori dettagli nel log

# contest
source: Some technical problem occurred, contact administrator
it_it: Qualche problema tecnico si è verificato, contatta l’amministratore

# contest
source: Start date should not be empty
it_it: La data di inizio non può essere vuota

# contest
source: There are no more entries
it_it: Non ci sono più voci

# contest
source: This contest title is already exist
it_it: Un concorso con questo titolo è già presente

# contest
source: You have created a contest Succesfully
it_it: È stato creato un nuovo concorso con successo

# contest
source: You have entered either wrong email id or password. Please try again
it_it: Email o password non sono corretti. Riprova

# contest
source: You have make some mistake
it_it: C‘è stato qualche errore

# contest
source: You have succesfully add an entry
it_it: La voce è stata aggiunta con successo

# contest
source: You have succesfully submit an entry
it_it: Il tuo elaborato è stato caricato

# contest
source: You have successfully created your account
it_it: Il tuo account è stato creato

# contest
source: Zero length response not permitted
it_it: Inserire una risposta

# contest
source: resize folder does not exists in
it_it: la cartella di ridimensionamento non esiste in

# contest
source: Show
it_it: Visibili

# contest
source: Hide
it_it: Nascosti

# contest
source: Winner status
it_it: Visualizzazione vincitori

# contest
source: The contest was closed on
it_it: Il concorso è stato chiuso in data

# contest
source: Please choose a pdf file
it_it: Seleziona un file PDF

# contest
source: Some error occured in file uploading
it_it: Si è verificato un errore di caricamento

# contest
source: Please upload only pdf file
it_it: Puoi caricare solo file in formato PDF

# contest
source: Error in entrySubmission :: Image name is empty
it_it: Errore in entrySubmission: il nome dell’immagine è vuoto

# contest
source: Error in saveContestEntry method :
it_it: Errore nel metodo saveContestEntry:

# contest
source: Please enter either youtube or vemio vedio url
it_it: Inserisci sia youtube o vemio video url

# contest
source: Please enter proper video url
it_it: Inserisci il corretto URL del video

# contest
source: Please enter valid url
it_it: Inserisci il video URL valido

# contest
source: Some error occur in downloading file. Please try again
it_it: Ci sono stati alcuni errori nel download dei file. Riprova.

# contest
source: Some technical error occur. Please contact adminstrator
it_it: Ci sono stati degli errori tecnici. Contatta l’amministratore

# contest
source: There are no more entry in this category
it_it: Non ci sono più voce in questa categoria

# contest
source: There is no data to save
it_it: Non ci sono dati da salvare

# contest
source: There is no entry in this contest
it_it: Non vi è alcuna voce in questo concorso

# contest
source: There is no submission in this contest
it_it: Non vi è alcuna sottomissione a questo concorso

# contest
source: Url does not contain id
it_it: URL non contiene id

# contest
source: Video url can not be empty
it_it: Video URL non può essere vuoto

# contest
source: You have not permission for download this file.
it_it: Non hai il permesso per scaricare questo file.

# contest
source: Condition can not be empty for delete jury
it_it: La condizione non può essere vuota per cancellare la giuria

# contest
source: Email id is not valid
it_it: L’email non è valida

# contest
source: Error in actionManageJury :
it_it: Errore in actionManageJury:

# contest
source: Jury admin and memeber have been saved successfully
it_it: Il presidente ed il membro di giuria sono stati salvati correttamente

# contest
source: Jury admin email can not be empty
it_it: L’email del presidente di giuria non può essere vuota

# contest
source: Jury member email can not be empty
it_it: L’email del membro di giuria non può essere vuota

# contest
source: failed to save jury admin
it_it: Errore nel salvataggio del email del presidente di giuria

# contest
source: failed to save jury member
it_it: Errore nel salvataggio del membro di giuria

# contest
source: Download
it_it: Errore nel salvataggio del membro di giuria

# contest
source: Download Submission
it_it: Scarica dati inviati

# contest
source: Jury Admin Email
it_it: Email presidente giuria

# contest
source: Jury Member Email
it_it: Email membro giuria

# contest
source: Manage Jury
it_it: Modifica giuria

# contest
source: Manage jury member and admin
it_it: Modifica presidente e membri di giuria

# contest
source: Save
it_it: Salva

# contest
source: There are no entry in this contest
it_it: Non ci sono elaborati in questo contesto

# contest
source: This contest does not exists
it_it: Questo contesto non esiste

# contest
source: Additional portfolio item 1
it_it: Elaborato da portfolio 1

# contest
source: Additional portfolio item 2
it_it: Elaborato da portfolio 2

# contest
source: Additional portfolio item 3
it_it: Elaborato da portfolio 3

# contest
source: Back to submission List
it_it: Torna alla lista degli elaborati

# contest
source: Entry Title
it_it: Titolo dell’elaborato

# contest
source: Error in getSortedContestSubmission method :
it_it: Errore nel metodo getSortedContestSubmission:

# contest
source: Jury Rating End Date
it_it: Data finale per la votazione della giuria

# contest
source: Jury Rating Start Date
it_it: Data inizio per la votazione della giuria

# contest
source: Jury Rating Start date should not be empty
it_it: La data inizio per la votazione della giuria non può essere vuota

# contest
source: Jury rating end date should not be empty
it_it: La data finale per la votazione della giuria non può essere vuota

# contest
source: Only members can participate in the contest to CIVICLINKS.
it_it: Solo i membri di CIVICLINKS possono partecipare.

# contest
source: PARTICIPANTS
it_it: PARTECIPANTI

# contest
source: PARTICIPATE
it_it: PARTECIPA

# contest
source: Please enter title
it_it: Inserire titolo

# contest
source: Please enter valid jury rating end date
it_it: La data finale per la votazione della giuria deve essere valida

# contest
source: Please enter valid jury rating start date
it_it: La data di inizio per la votazione della giuria deve essere valida

# contest
source: Please enter your sort bio
it_it: Inserisci la tua breve biografia

# contest
source: Please upload pdf file
it_it: Carica i file PDF

# contest
source: Project File
it_it: File del progetto

# contest
source: RULE
it_it: REGOLAMENTO

# contest
source: Rating
it_it: Votazione

# contest
source: Sign up or log in to continue.
it_it: Iscriviti o fai login per continuare

# contest
source: Submitter Bio
it_it: Biografia del partecipante

# contest
source: Submitter bio should not be empty
it_it: La biografia del partecipante non può essere vuota

# contest
source: There are no active contest
it_it: Non ci sono concorsi attivi

# contest
source: There is no rated submission in this contest
it_it: Tutti gli elaborati in questo concorso non hanno ricevuto giudizio

# contest
source: There is no rating for any submission of this contest
it_it: Tutti gli elaborati in questo concorso non hanno ricevuto giudizio

# contest
source: View Detail
it_it: Visualizza dettagli

# contest
source: WINNERS
it_it: VINCITORI

# contest
source: Yes
it_it: Sì

# contest
source: You can upload only pdf file
it_it: Puoi caricare solo file PDF

# contest
source: You have not permission for downlopad this file.
it_it: Non hai i permessi per scaricare questo file

# contest
source: browse your file to save
it_it: Scelgi il file da salvare

# contest
source: save
it_it: salva

# contest
source: Failed to create directory
it_it: Problemi nel creare la directory

# contest
source: Jury
it_it: Giuria

# contest
source: Some technical problem occurred, Please check log
it_it: Ci sono stati problemi tecnici. Contatta l’amministratore

# contest
source: Voting Status
it_it: Stato della votazione

# contest
source: downloads directory is not writable
it_it: La directory dei download non è scrivibile

# contest
source: failed to copy file
it_it: Problemi nella copia file

# contest
source: file does not exist
it_it: Il file non esiste
