Repository: informaticatrentina/contest-and-grant
Catalog: protected/messages/*/js.po
Languages: it_it

# contest
source: Please enter category name
it_it: Inserisci il nome della categoria

# contest
source: add
it_it: aggiungi

# contest
source: Are you sure you want to delete this Category ?
it_it: Sei sicuro di voler eliminare questa categoria?

# contest
source: Category name can not be empty
it_it: Il nome della categoria non può essere vuoto

# contest
source: Please enter Content Rule
it_it: Inserisci il regolamento del concorso

# contest
source: Please upload an image
it_it: Si prega di caricare un’immagine

# contest
source: Are you sure you want to delete this Contest ?
it_it: Sei sicuro di voler eliminare questo concorso ?

# contest
source: Are you sure you want to remove this winner ?
it_it: Sei sicuro di voler rimuovere questo vincitore?

# contest
source: Entry description should not be empty
it_it: La descrizione dell’evento non deve essere vuota

# contest
source: Entry title should not be empty
it_it: Il titolo non deve essere vuoto

# contest
source: Please accept terms and condition
it_it: Si prega di accettare i termini e le condizioni

# contest
source: Please check atleast one checkBox
it_it: Si prega di selezionare almeno una casella di controllo

# contest
source: Please enter Content Description
it_it: Inserisci la descrizione

# contest
source: Please enter Contest Title
it_it: Inserisci il titolo del concorso

# contest
source: Please enter Contest rule
it_it: Inserisci il regolamento del concorso

# contest
source: Please enter First Name
it_it: Inserisci il nome

# contest
source: Please enter Last Name
it_it: Inserisci il cognome

# contest
source: Please enter Password
it_it: Inserisci la password

# contest
source: Please enter a valid date
it_it: Si prega di inserire una data valida

# contest
source: Please enter email id
it_it: Inserisci e-mail

# contest
source: Please enter end date
it_it: Inserisci data di fine

# contest
source: Please enter minor name
it_it: Inserisci il nome del minore

# contest
source: Please enter prize
it_it: Inserisci il premio

# contest
source: Please enter prize weight
it_it: Inserisci la posizione del premio

# contest
source: Please enter start date
it_it: Inserisci data di inizio

# contest
source: Please enter valid email id
it_it: Inserisci e-mail valido

# contest
source: Please upload banner image
it_it: Si prega di caricare immagine del banner

# contest
source: Please upload square image
it_it: Si prega di caricare un'immagine quadrata

# contest
source: Prize weight already exist
it_it: La posizione del premio esiste già

# contest
source: Prize weight should be numeric
it_it: La posizione del premio deve essere numerica

# contest
source: Please checked check box
it_it: Si prega di verificare checkBox

# contest
source: Please enter valid video url
it_it: Inserisci il video URL valido

# contest
source: Please enter video url
it_it: Inserisci il video url

# contest
source: Email id is not valid
it_it: L’email non è valida

# contest
source: Jury member email id is not empty
it_it: L’email del membro di giuria non è vuota

# contest
source: Email id is not valid.
it_it: L’email del membro di giuria non è valida.

# contest
source: Jury admin email id is not valid.
it_it: L’email del presidente di giuria non è valida

# contest
source: Jury member email id is not valid.
it_it: L’email del membro di giuria non è valida

# contest
source: Jury admin email id is not empty
it_it: L’email del presidente di giuria non è vuota

# contest
source: Please check checkbox
it_it: Per cortesia accetta le condizioni

# contest
source: Please checked checkbox
it_it: Per cortesia accetta le condizioni

# contest
source: Please either upload pdf file or add youtube video url
it_it: Per cortesia carica un file pdf o un url di un video youtube

# contest
source: Please upload your curriculum vitae
it_it: Per cortesia aggiungi il tuo Curriculum Vitae

# contest
source: Please upload your cv
it_it: Per cortesia aggiungi il tuo Curriculum Vitae

# contest
source: Please upload your motivational letter
it_it: Per cortesia aggiungi la tua lettera motivazionale
